Repository: glafarge/awebooking-fr
Catalog: languages/plugins/awebooking-*.po
Languages: fr_fr

source: No room available
fr_fr: Aucune pièce disponible

source: Welcome
fr_fr: Bienvenue

source: Manager Availability
fr_fr: Gestion des disponibilités

source: Manager Pricing
fr_fr: Gestion des prix

source: Booking
fr_fr: Réservation

source: Are you sure you want to do this?
fr_fr: Êtes-vous sûrs que vous voulez faire ceci ?

source: Your settings have been saved.
fr_fr: Vos paramètres ont été enregistrés.

source: Settings
fr_fr: Paramètres

source: General
fr_fr: Général

source: Multi hotel location?
fr_fr: L'emplacement de l'hôtel multi?

source: Default location
fr_fr: Emplacement par défaut

source: Select a default location.
fr_fr: Sélectionnez un emplacement par défaut.

source: Date format
fr_fr: Format de date

source: Currency Options
fr_fr: Options de monaie

source: Currency
fr_fr: Devise

source: Currency position
fr_fr: Position de la devise

source: Thousand separator
fr_fr: Mille séparateurs

source: Decimal separator
fr_fr: Séparateur de décimal

source: Number of decimals
fr_fr: Nombre de décimales

source: Display
fr_fr: Affichage

source: Awebooking Pages
fr_fr: Pages Awebooking

source: These pages need to be set so that Awebooking knows where to send users to handle.
fr_fr: Ces pages doivent être définies afin que Awebooking sache où envoyer les utilisateurs à gérer.

source: Check Availability
fr_fr: Voir les disponibilités

source: Selected page to display check availability form.
fr_fr: Page sélectionnée pour afficher le formulaire de disponibilité.

source: Booking Informations
fr_fr: Informations sur réservation

source: Selected page to display booking informations.
fr_fr: Page sélectionnée pour afficher les informations de réservation.

source: Confirm Booking
fr_fr: Confirmer la réservation

source: Selected page to display checkout informations.
fr_fr: Page sélectionnée pour afficher les informations de caisse.

source: Check availability
fr_fr: Voir les disponibilités

source: Max adults
fr_fr: Max Adultes

source: Max children
fr_fr: Max enfants

source: Page for check availability
fr_fr: Page pour la recherche de disponibilité

source: Showing price
fr_fr: Prix ​​affiché

source: Selected a type of price to showing in the checking availability page.
fr_fr: Sélectionnez un type de prix à afficher dans la page de vérification de la disponibilité.

source: Starting price
fr_fr: Prix ​​de départ

source: Average price
fr_fr: Prix moyen

source: Total price
fr_fr: Prix ​​total

source: Email sender
fr_fr: Expéditeur de courrier électronique

source: "From" name
fr_fr: \ "FROM " Nom

source: "From" address
fr_fr: \ "De " adresse

source: Email Settings
fr_fr: Paramètres d'email

source: Base Color
fr_fr: Couleur de base

source: Body Background Color
fr_fr: Couleur de fond

source: Email Background Color
fr_fr: Couleur d'arrière-plan du courrier électronique

source: Email Body Text Color
fr_fr: Couleur du texte du corps du courrier électronique

source: Email Copyright
fr_fr: Copyright email

source: Admin notify
fr_fr: Notifications administrateur

source: Send to email address from General Settings
fr_fr: Envoyer à l'adresse e-mail à partir des paramètres généraux

source: Notify another email address
fr_fr: Notifier une autre adresse de courrier électronique

source: Enter some emails by "," separating values.
fr_fr: Entrez quelques emails par \ ", " séparant les valeurs.

source: New booking
fr_fr: Nouvelle réservation

source: Enable?
fr_fr: Activer ?

source: Check to turn on email notification for new booking
fr_fr: Cochez pour activer la notification email pour une nouvelle réservation

source: Email subject
fr_fr: Sujet du mail

source: This controls the email subject line. Leave blank to use the default subject
fr_fr: Cela contrôle la ligne d'objet du courrier électronique. Laissez vide pour utiliser le sujet par défaut

source: Email header
fr_fr: En-tête de courrier électronique

source: New customer booking
fr_fr: Nouvelle réservation de client

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: Your booking is completed
fr_fr: Cela contrôle l'en-tête principal contenu dans la notification par courrier électronique. Laissez vide pour utiliser le titre par défaut: votre réservation est terminée

source: Cancelled booking
fr_fr: Réservation annulée

source: Check to turn on email notification for cancelled booking
fr_fr: Vérifiez pour activer la notification par courrier électronique pour la réservation annulée

source: Your booking is cancelled
fr_fr: Votre réservation est annulée

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: Thank you for your booking.
fr_fr: Cela contrôle l'en-tête principal contenu dans la notification par courrier électronique. Laissez vide pour utiliser l'en-tête par défaut: merci de votre réservation.

source: Completed booking
fr_fr: Réservation complétée

source: Enable
fr_fr: Activer

source: Check to turn on email notification for complete booking
fr_fr: Vérifiez pour activer la notification par courrier électronique pour une réservation complète

source: Your booking is completed
fr_fr: Votre réservation est terminée

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: Your booking is completed.
fr_fr: Cela contrôle l'en-tête principal contenu dans la notification par courrier électronique. Laissez vide pour utiliser le titre par défaut: Votre réservation est terminée.

source: Custom:
fr_fr: Douane

source: enter a custom date format in the following field
fr_fr: Entrez un format de date personnalisé dans le champ suivant

source: Custom date format:
fr_fr: Format de date personnalisé:

source: example:
fr_fr: Exemple

source: Page setup
fr_fr: Mise en page…

source: General setup
fr_fr: Configuration générale

source: Ready!
fr_fr: Prêt

source: AweBooking &rsaquo; Setup Wizard
fr_fr: AweBooking & rsaquo; Assistant de configuration

source: Return to the WordPress Dashboard
fr_fr: Revenir au tableau de bord WordPress

source: Create your first room type!
fr_fr: Créez votre premier type de chambre!

source: Welcome to the AweBooking!
fr_fr: Bienvenue dans AweBooking!

source: Thank you for choosing AweBooking to power your hotel! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than two minutes.</strong>
fr_fr: Merci d'avoir choisi AweBooking pour alimenter votre hôtel! Cet assistant d'installation rapide vous aidera à configurer les paramètres de base. <Strong> C'est complètement facultatif et ne doit pas dépasser deux minutes. </ Strong>

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
fr_fr: Pas de temps en ce moment? Si vous ne souhaitez pas passer par l'assistant, vous pouvez ignorer et revenir au tableau de bord WordPress. Revenez en tout temps si vous changez d'avis!

source: Skip
fr_fr: Passer cette étape

source: Let's go!
fr_fr: On y va.

source: Your hotel needs a few essential <a href="%s" target="_blank">pages</a>. The following will be created automatically (if they do not already exist):
fr_fr: Votre hôtel a besoin de quelques pages essentielles <a href=" %s " target="_blank"> </a>. Les éléments suivants seront créés automatiquement (s'ils n'existent pas encore):

source: Page name
fr_fr: Nom de la page

# Page title
source: Check Availability
fr_fr: Voir les disponibilités

# Page title
source: Booking Informations
fr_fr: Informations sur réservation

# Page title
source: Confirm Booking
fr_fr: Confirmer la réservation

source: Once created, these pages can be managed from your admin dashboard on the <a href="%1$s" target="_blank">Pages screen</a>. You can control which pages are shown on your website via <a href="%2$s" target="_blank">Appearance > Menus</a>.
fr_fr: Une fois créé, ces pages peuvent être gérées à partir de votre tableau de bord d'administration sur l'écran <a href=" %1$s " target="_blank"> Pages </a>. Vous pouvez contrôler quelles pages sont affichées sur votre site via <a href=" %2$s " target="_blank"> Apparence> Menus </a>.

source: Skip this step
fr_fr: Sauter cette étape

# Page slug
source: check-availability
fr_fr: Voir les disponibilités

# Page slug
source: booking
fr_fr: réservation

# Page slug
source: checkout
fr_fr: caisse

source: Multi-location?
fr_fr: Multi-emplacement?

source: Which currency will your hotel use?
fr_fr: Quelle monnaie utilisera votre hôtel?

source: Choose a currency&hellip;
fr_fr: Choisir une devise et l'hellip;

source: Your hotel is ready!
fr_fr: Votre hôtel est prêt!

source: You will need to <a href="%1$s" target="_blank">create some room types</a>. to start using awebooking plugin for your hotel. Enjoy your plugin! If you're not sure how, please check plugin document <a href="%2$s" target="_blank">here</a>.
fr_fr: Vous devrez <a href=" %1$s " target="_blank"> créer certains types de pièces </a>. Pour commencer à utiliser un plugin awebooking pour votre hôtel. Profitez de votre plugin! Si vous ne savez pas comment, vérifiez le document du plugin <a href=" %2$s " target="_blank"> ici </a>.

source: Bulk Update
fr_fr: Mise à jour en vrac

source: Available
fr_fr: Disponible

source: Unavailable
fr_fr: Indisponible

source: Pending
fr_fr: En attente

source: Booked
fr_fr: Réservé

source: All Room Types
fr_fr: Tous les types de pièces

source: Calendar
fr_fr: Calendrier

source: Status
fr_fr: Statut

source: Room
fr_fr: Salle

source: Guests
fr_fr: Clients

source: Show more details
fr_fr: Afficher plus de détails

source: adult
fr_fr: adulte

source: child
fr_fr: enfant

source: night
fr_fr: nuit

source: Period date is invalid
fr_fr: La date de la période est invalide

source: Via
fr_fr: {0}VI.A.1.3.{/0}{1} {/1}

source: Room was not available by time selected
fr_fr: La pièce n'était pas disponible par le temps choisi

source: Location:
fr_fr: Emplacement:

source: Room was deleted
fr_fr: La salle a été supprimée

source: Guest
fr_fr: Invité

source: %1$s by %2$s
fr_fr: %1$s par %2$s

source: Title
fr_fr: Titre

source: Starting Price
fr_fr: Prix ​​de départ

source: No. of rooms
fr_fr: Nombre de chambres

source: Capacity
fr_fr: Capacité

source: Location
fr_fr: Emplacement

source: All Location
fr_fr: Tous les lieux

source: Name
fr_fr: Nom

source: Price
fr_fr: Prix

source: Count
fr_fr: Compteur

source: Optional
fr_fr: Optionnelle

source: Mandatory
fr_fr: Obligatoire

source: Booking Action
fr_fr: Action de réservation

source: Transaction ID:
fr_fr: Identifiant de transaction

source: Booking Infomation
fr_fr: Informations de réservation

source: Check in
fr_fr: Arrivée

source: to
fr_fr: à

source: Booking capacity:
fr_fr: Capacité de réservation:

source: Adults
fr_fr: Adultes

source: adults
fr_fr: adultes

source: children
fr_fr: enfants

source: Children
fr_fr: Enfant(s)

source: Booking room
fr_fr: Salle de réservation

source: General Details
fr_fr: Informations générales

source: Booking Date
fr_fr: Date de réservation

source: Booking status
fr_fr: Statut de réservation

source: Customer
fr_fr: Client

source: Customer Information
fr_fr: Information sur le Client

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom de famille

source: Phone number
fr_fr: Numéro de téléphone

source: Email address
fr_fr: Adresse e-mail

source: Address
fr_fr: Adresse

source: Company
fr_fr: Compagnie

source: Customer Notes
fr_fr: Notes client

source: Room Type Gallery
fr_fr: Type de chambre Galerie

source: Set room type gallery
fr_fr: Définir la galerie du type de pièce

source: Room Type Data
fr_fr: Type de pièce Données

source: Starting price (%s)
fr_fr: Prix ​​de départ ( %s )

source: And capacity for
fr_fr: Et la capacité de

source: Number children
fr_fr: Nombre d'enfants

source: Allow extra capacity for
fr_fr: Autoriser une capacité supplémentaire pour

source: Minimum night(s) required
fr_fr: Nuit (s) minimum requise

source: Number of rooms
fr_fr: Nombre de chambres

source: Extra Services
fr_fr: Services supplémentaires

source: Actions
fr_fr: actes

source: Apply
fr_fr: Appliquer

source: Delete permanently
fr_fr: Supprimer définitivement

source: Move to trash
fr_fr: Mettre à la corbeille

source: Create
fr_fr: Créer

source: Update
fr_fr: Mettre à jour

source: Choose an Extra Service
fr_fr: Choisissez un service supplémentaire

source: Add
fr_fr: Ajouter

source: + Add New Extra Service
fr_fr: + Ajouter un nouveau service supplémentaire

source: Operation
fr_fr: Fonctionnement

source: Add New Extra Service
fr_fr: Ajouter un nouveau service supplémentaire

source: Room type base
fr_fr: Type de pièce base

source: Bulk Pricing Manager
fr_fr: Gestion des prix en masse

source: Price:
fr_fr: Prix :

source: Availability Rooms Management
fr_fr: Gestion de la disponibilité des chambres

source: Welcome to AweBooking
fr_fr: Bienvenue dans AweBooking

source: Awebooking is both simple and powerful when it comes to its purpose: booking hotel room. It allows you to setup any reservations quickly, pleasantly and easily.
fr_fr: Awebooking est à la fois simple et puissant en ce qui concerne son but: réserver une chambre d'hôtel. Il vous permet de configurer toutes les réservations rapidement, agréablement et facilement.

source: What' news
fr_fr: Quelles nouvelles?

source: Always stay up-to-date with the latest version of Awebooking by checking our <a href="%s">change log</a> regularly.
fr_fr: Restez toujours à jour avec la dernière version d'Awebooking en consultant notre <a href=" %s "> changement de journal </a> régulièrement.

source: How to use
fr_fr: Comment utiliser?

source: Check out <a href="%s">the plugin's documentation</a> if you need more information on how to use Awebooking.
fr_fr: Vérifiez <a href=" %s "> la documentation du plugin </a> si vous avez besoin de plus d'informations sur l'utilisation d'Awebooking.

source: Go to Settings &rarr;
fr_fr: Accédez à Paramètres & rarr;

source: Unavailable room type.
fr_fr: Type de pièce indisponible.

source: Start date and end date must be shown.
fr_fr: La date de début et la date de fin doivent être affichées.

source: Room type was not found.
fr_fr: Le type de pièce n'a pas été trouvé.

source: - Powered by Awebooking
fr_fr: - Propulsé par Awebooking

source: Left (%s99.99)
fr_fr: Gauche : %s99.99

source: Right (99.99%s)
fr_fr: Droite : (99.99%s)

source: Left with space (%s 99.99)
fr_fr: Gauche avec espace (%s 99.99)

source: Right with space (99.99 %s)
fr_fr: Droite avec espace (99.99 %s)

source: * Run migrate room-type and rooms...
fr_fr: * Exécutez la migration des chambres et des chambres ...

source: Migrating room-type #%s
fr_fr: Migration de la pièce # %s

source: Migrated room "%s", mapping new ID #%s
fr_fr: Salle migrée \ " %s ", mappant la nouvelle ID # %s

source: Migrate room "%s" has failed
fr_fr: La salle de migration \ " %s " a échoué

source: Migrating room-type #%s successfully!
fr_fr: Migration de type # %s avec succès!

source: * Migrating services...
fr_fr: * Migration de services ...

source: Migrating service "%s"
fr_fr: Migration du service \ " %s "

source: Migrated service "%s" mapping with new ID #%s
fr_fr: Service migré \ " %s " mappage avec nouvelle ID # %s

source: Migrate service "%s" has failed.
fr_fr: Migrer le service \ " %s " a échoué.

source: * Migrating pricing table
fr_fr: * Migration du tableau des prix

source: Migrated pricing table
fr_fr: Tableau de prix migré

source: * Migrating availability table
fr_fr: * Tableau de migration de disponibilité

source: Migrated availability table
fr_fr: Tableau de disponibilité migré

source: Price amount must be numeric.
fr_fr: Le montant du prix doit être numérique.

source: Divisor is 0
fr_fr: Le diviseur est 0

source: Something went wrong
fr_fr: Quelque chose n'a pas bien fonctionné

source: %2$s + %1$s %3$s to price
fr_fr: %2$s + %1$s %3$s au prix

source: %2$s + %1$s x %4$s night(s) %3$s to price
fr_fr: %2$s + %1$s x %4$s nuit (s) %3$s au prix

source: %2$s + %1$s x %4$s person %3$s to price
fr_fr: %2$s + %1$s x %4$s personne %3$s au prix

source: %2$s + %1$s x %4$s person x %5$s night(s) %3$s to price
fr_fr: %2$s + %1$s x %4$s personne x %5$s nuit (s) %3$s au prix

source: %2$s - %1$s %3$s from price
fr_fr: %2$s - %1$s %3$s du prix

source: %2$s - %1$s x %4$s night(s) %3$s from price
fr_fr: %2$s - %1$s x %4$s nuit (s) %3$s du prix

source: %2$s + %1$s%% %3$s to price
fr_fr: %2$s + %1$s %% %3$s au prix

source: %2$s - %1$s%% %3$s from price
fr_fr: %2$s - %1$s %% %3$s du prix

source: Extra Service
fr_fr: Service supplémentaire

source: Add to price
fr_fr: Ajouter au prix

source: Add to price per night
fr_fr: Ajouter au prix par nuit

source: Add to price per person
fr_fr: Ajouter au prix par personne

source: Add to price per person per night
fr_fr: Ajouter au prix par personne et par nuit

source: Subtract from price
fr_fr: Soustraire du prix

source: Subtract from price per night
fr_fr: Soustraire du prix par nuit

source: Increase price by % amount
fr_fr: Augmenter le prix en % du montant

source: Decrease price by % amount
fr_fr: Diminution du prix en % du montant

source: Missing data, please enter the required data.
fr_fr: Données manquantes, entrez les données requises.

source: Period dates is invalid.
fr_fr: Les dates des périodes sont invalides.

source: An error occurred while processing your request.
fr_fr: Une erreur s'est produite lors du traitement de votre demande.

source: The period is invalid.
fr_fr: La période n'est pas valide.

source: Start-date and end-date cannot on the same day.
fr_fr: La date de début et la date de fin ne peuvent pas être le même jour.

source: Past day exception.
fr_fr: Erreur. La date est passée.

source: %2$s + %1$s x night %3$s to price
fr_fr: %2$s + %1$s x nuit %3$s au prix

source: %2$s + %1$s x person %3$s to price
fr_fr: %2$s + %1$s x personne %3$s au prix

source: %2$s + %1$s x person x night %3$s to price
fr_fr: %2$s + %1$s x personne x nuit %3$s au prix

source: %2$s - %1$s x night %3$s from price
fr_fr: %2$s - %1$s x nuit %3$s du prix

# Booking status
source: Pending
fr_fr: En attente

# Booking status
source: Processing
fr_fr: Traitement

# Booking status
source: Completed
fr_fr: Terminé

# Booking status
source: Cancelled
fr_fr: Annulé

source: Mr.
fr_fr: M.

source: Ms.
fr_fr: Mme.

source: Mrs.
fr_fr: Mme.

source: Miss.
fr_fr: Mademoiselle,

source: Unsupported the instance of WP Object.
fr_fr: Non pris en charge l'instance de WP Object.

source: Check Availability Page
fr_fr: Disponibilités

source: Booking Informations Page
fr_fr: Informations de réservation

source: Checkout Page
fr_fr: Paiement

source: Amenity
fr_fr: Équipement

source: Amenities
fr_fr: Équipements

source: Locations
fr_fr: Lieux

source: Room Type
fr_fr: Type de chambre

source: Room Types
fr_fr: Types de pièces

source: Room Type Image
fr_fr: Image du type de pièce

source: Set room type image
fr_fr: Définir l'image du type de pièce

source: Use as room type image
fr_fr: Utiliser comme image de type de pièce

source: Remove room type image
fr_fr: Supprimer le type de chambre image

source: Bookings
fr_fr: Réservations

source: Pending <span class="count">(%s)</span>
fr_fr: En attente <span class ="count">(%s)</span>

source: Processing <span class="count">(%s)</span>
fr_fr: Annulé <span class="count">(%s)</span>

source: Completed <span class="count">(%s)</span>
fr_fr: Terminé <span class="count">(%s)</span>

source: Cancelled <span class="count">(%s)</span>
fr_fr: Annulé <span class="count">(%s)</span>

source: AweBooking: Check Availability
fr_fr: AweBooking: Vérifiez la disponibilité

source: Display availability check form.
fr_fr: Afficher le formulaire de vérification de la disponibilité.

source: Hide Location?
fr_fr: Cacher emplacement ?

source: Placeholder
fr_fr: Caractère de remplissage

source: Booking for %s
fr_fr: Réservation pour %s

source: Arriving On
fr_fr: Arriver sur

source: Departing On
fr_fr: Départ

source: Night
fr_fr: Nuit

source: Group Size
fr_fr: Taille de groupe

source: Booking Cost
fr_fr: Frais de réservation

source: TOTAL COST
fr_fr: Coût total

source: Your booking was cancelled.
fr_fr: Votre réservation a été annulée.

source: Your Reservation
fr_fr: Votre réservation

source: CHECK AVAILABILITY
fr_fr: VOIR LES DISPONIBILITÉS

source: Arrival Date
fr_fr: Date d'arrivée

source: Departure Date
fr_fr: Date de départ

source: Submit
fr_fr: Soumettre

source: Booking Details
fr_fr: Détails de la réservation

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Email Address
fr_fr: Adresse e-mail

source: Phone
fr_fr: Téléphone

source: Company Name
fr_fr: Nom de l'entreprise

source: Additional Information
fr_fr: Information supplémentaire

source: Note
fr_fr: Remarque

source: Reservation
fr_fr: Réservation

source: <b>%1$s</b> from %2$s to %3$s, %4$s nights
fr_fr: <B> %1$s </ b> de %2$s à %3$s , %4$s nuits

source: Extra services
fr_fr: Services supplémentaires

source: Thanks for your booking. Your booking ID: #%s
fr_fr: Merci pour votre réservation. Votre numéro de réservation: # %s

source: Average: %s/ night
fr_fr: Moyenne: %s / nuit

source: From %s/ night
fr_fr: De %s / nuit

source: View more infomation
fr_fr: Voir plus d'informations

source: Book Room
fr_fr: Chambre de livre

source: &copy; %1$s %2$s. All rights reserved.
fr_fr: &copie; %1$s %2$s . Tous les droits sont réservés.

source: No Room types were found matching your selection.
fr_fr: Aucun type de pièce n'a été trouvé correspondant à votre sélection.

source: Sort by:
fr_fr: Trier par:

source: price low to high
fr_fr: Prix: croissant

source: price high to low
fr_fr: Prix ​​- Du plus élevé au plus bas

source: Start from %s / Night
fr_fr: À partir de %s / Nuit

source: Start from %s/night
fr_fr: À partir de %s / nuit

source: Awaiting room type image
fr_fr: Type de pièce en attente image

source: mandatory
fr_fr: obligatoire
