Repository: glafarge/awebooking-fr
Catalog: languages/plugins/skeleton-*.po
Languages: fr_fr

source: Author
fr_fr: Auteur

source: Authors
fr_fr: Auteurs

source: Text Field
fr_fr: Champ de texte

source: field description (optional)
fr_fr: Champ 5: Description (facultatif)

source: Test Text
fr_fr: Texte de test

source: Entry Title
fr_fr: Titre d'entrée

source: Write a short description for this entry
fr_fr: Ecrivez une brève description pour cette entrée

source: Description
fr_fr: La description

source: Entry Image
fr_fr: Image d'entrée

source: Image Caption
fr_fr: Légende de l'image

source: Test Text Small
fr_fr: Texte de test Petit

source: Test Text Medium
fr_fr: Texte de test Moyen

source: Read-only Disabled Field
fr_fr: Champ désactivé en lecture seule

source: Hey there, I'm a read-only field
fr_fr: Hey there, je suis un domaine en lecture seule

source: Website URL
fr_fr: URL de site web

source: Test Text Email
fr_fr: Texte de test Email

source: Test Time
fr_fr: Temps d'essai

source: Time zone
fr_fr: Fuseau planifications

source: Test Date Picker
fr_fr: Sélecteur de date de test

source: Test Date Picker (UNIX timestamp)
fr_fr: Sélecteur de date de test (horodatage UNIX)

source: Test Date/Time Picker Combo (UNIX timestamp)
fr_fr: Combinaison de date / horaire de test (horodatage UNIX)

source: Test Money
fr_fr: Test de l'argent

source: Test Color Picker
fr_fr: Sélecteur de couleur d'essai

source: Test Text Area
fr_fr: Zone de texte de test

source: Test Text Area Small
fr_fr: Zone de texte de test Petit

source: Test Text Area for Code
fr_fr: Zone de texte de test pour le code

source: Test Title Weeeee
fr_fr: Titre d'essai Weeeee

source: This is a title description
fr_fr: Ceci est une description du titre

source: Test Select
fr_fr: Sélection du test

source: Option One
fr_fr: Option 1

source: Option Two
fr_fr: Option deux

source: Option Three
fr_fr: Option trois

source: Test Radio inline
fr_fr: Test radio en ligne

source: Test Checkbox
fr_fr: Case à cocher Test

source: Check One
fr_fr: Cochez une

source: Check Two
fr_fr: Vérifiez deux

source: Check Three
fr_fr: Vérifiez trois

source: Upload an image or enter a URL.
fr_fr: Téléchargez une image ou entrez une URL.

source: Multiple Files
fr_fr: Plusieurs fichiers

source: Upload or add multiple images/attachments.
fr_fr: Téléchargez ou ajoutez plusieurs images / pièces jointes.

source: oEmbed
fr_fr: oIntégration

source: Enter a youtube, twitter, or instagram URL. Supports services listed at %s.
fr_fr: Entrez une URL de youtube, twitter ou instagram. Prend en charge les services énumérés à %s .

source: About Page Metabox
fr_fr: À propos de Metabox

source: Repeating Field Group
fr_fr: Groupe de terrain répétitif

source: Generates reusable form entries
fr_fr: Génère des entrées de formulaire réutilisables

source: Entry {#}
fr_fr: //ENT

source: Add Another Entry
fr_fr: Ajouter une autre entrée

source: Remove Entry
fr_fr: Supprimer l'entrée

source: User Profile Metabox
fr_fr: Profil utilisateur Metabox

source: Extra Info
fr_fr: Infos supplémentaires

source: Facebook URL
fr_fr: URL Facebook

source: Linkedin URL
fr_fr: Lien Linkedin

source: User Field
fr_fr: Champ de l'utilisateur

source: Category Metabox
fr_fr: Catégorie Metabox

source: Term Image
fr_fr: Image à terme

source: Arbitrary Term Field
fr_fr: Territoire arbitraire

source: is required
fr_fr: est requis

source: must be the same as '%s'
fr_fr: Doit être identique à ' %s '

source: must be different than '%s'
fr_fr: Doit être différent de ' %s '

source: must be accepted
fr_fr: Doit être accepté

source: must be numeric
fr_fr: Doit être numérique

source: must be an integer (0-9)
fr_fr: Doit être un nombre entier (0-9)

source: must be at least %d long
fr_fr: Doit être d'au moins %d long

source: must be at least %s
fr_fr: Doit être au moins %s

source: must be no more than %s
fr_fr: Ne doit pas dépasser %s

source: contains invalid value
fr_fr: Contient une valeur non valide

source: is not a valid IP address
fr_fr: N'est pas une adresse IP valide

source: is not a valid email address
fr_fr: n'est pas une adresse e-mail valide.

source: not a URL
fr_fr: Pas une URL

source: must be an active domain
fr_fr: Doit être un domaine actif

source: must contain only letters a-z
fr_fr: Doit contenir uniquement des lettres az

source: must contain only letters a-z and/or numbers 0-9
fr_fr: Ne doit contenir que des lettres az et / ou des nombres 0 à 9

source: must contain only letters a-z, numbers 0-9, dashes and underscores
fr_fr: Doit contenir uniquement des lettres az, chiffres 0-9, tirets et soulignement

source: contains invalid characters
fr_fr: Contient des caractères non valides

source: is not a valid date
fr_fr: N'est pas une date valide

source: must be date with format '%s'
fr_fr: Doit être date avec le format ' %s '

source: must be date before '%s'
fr_fr: Doit être date avant ' %s '

source: must be date after '%s'
fr_fr: Doit être date après ' %s '

source: must contain %s
fr_fr: Doit contenir %s

source: must be a boolean
fr_fr: Doit être un boolean

source: must be between %1$d and %2$d characters
fr_fr: Doit être entre %1$d et %2$d caractères

source: must be a valid credit card number
fr_fr: Doit être un numéro de carte de crédit valide

source: must be at least %d characters long
fr_fr: Doit être au moins %d caractères long

source: must not exceed %d characters
fr_fr: Ne doit pas dépasser %d caractères

source: must be an instance of '%s'
fr_fr: Doit être une instance de ' %s '

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Settings updated.
fr_fr: Réglages mise à jour!

source: One or more error occurred.
fr_fr: Une ou plusieurs erreurs se sont produites.

source: Invalid CMB2 ID.
fr_fr: ID CMB2 invalide.

source: Nothing to backup.
fr_fr: Rien à Sauvegarder

source: Invalid payload received.
fr_fr: Charge utile non valide reçue.

source: Set field priority instead of.
fr_fr: Définissez la priorité sur le terrain au lieu de.

source: Backup
fr_fr: Sauvegarde

source: Here you can copy/<a href="%s" target="_blank">download</a> current settings. Keep this safe as you can use it as a backup should anything go wrong.
fr_fr: Ici, vous pouvez copier / <a href=" %s " target="_blank"> télécharger </a> les paramètres actuels. Gardez ceci en sécurité car vous pouvez l'utiliser comme une sauvegarde si quelque chose ne va pas.

source: Restore a backup
fr_fr: Restaurer une sauvegarde

source: Copy-paste your backup string here:
fr_fr: Copiez-collez votre chaîne de sauvegarde ici:

source: Backup Now
fr_fr: Sauvegarde à présent

source: or <a href="%s" class="cmb2-reset-backup">reset</a> to defaults.
fr_fr: Ou <a href=" %s " class="cmb2-reset-backup"> réinitialiser </a> aux valeurs par défaut.

source: Warning! This will overwrite all existing options, please proceed with caution!
fr_fr: ATTENTION! Cela effacera toutes les options existantes, s'il vous plaît procédez avec prudence!

source: Select Icon
fr_fr: Sélectionnez une icône

source: Remove
fr_fr: Retirer

source: Color
fr_fr: Couleur

source: Hover color
fr_fr: Couleur de Hover

source: Active color
fr_fr: Couleur active

source: Are you sure you want to do this?
fr_fr: Êtes-vous sûrs que vous voulez faire ceci ?

source: Install new icon successfully
fr_fr: Installer une nouvelle icône avec succès

source: Hey, are you human?
fr_fr: Hé, êtes-vous humain?

source: You missing icon name to delete.
fr_fr: Vous avez manqué le nom de l'icône à supprimer.

source: An error has occurred. please try again.
fr_fr: Une erreur est survenue. Veuillez réessayer.

source: Icon pack "%s" has been deleted successfully
fr_fr: Le pack d'icônes \ " %s " a été supprimé avec succès

source: Before you can upload your icon, you will need to fix the following error:
fr_fr: Avant de pouvoir télécharger votre icône, vous devrez résoudre l'erreur suivante:

source: Elusive
fr_fr: |Insaisissable|

source: Invalid Directory Structure.
fr_fr: Structure d'annuaire invalide.

source: The metadata file too large, maximum is less than 2MB
fr_fr: Le fichier de métadonnées trop important, le maximum est inférieur à 2 Mo

source: Invalid icon pack data.
fr_fr: Données de pack d'icônes non valides.

source: All
fr_fr: Tout

source: Font Icons
fr_fr: Icônes police

source: Not support
fr_fr: Pas de support

source: A ctions
fr_fr: Ations

source: Actions
fr_fr: actes

source: Search icons...
fr_fr: Rechercher des icônes ...

source: Update Icon
fr_fr: Icône de mise à jour

source: Delete
fr_fr: Effacer

source: Upload Icon Pack
fr_fr: Pack d'icônes de téléchargement

source: System Icons
fr_fr: Icônes du système

source: Uploaded
fr_fr: Téléchargé

source: Search Icon Pack
fr_fr: Pack d'icônes de recherche

source: No icon pack found.
fr_fr: Aucun pack d'icônes trouvé.

source: Dismiss the upload form
fr_fr: Rejeter le formulaire de téléchargement

source: Dismiss
fr_fr: Rejeter

source: Select Your Files
fr_fr: Sélectionnez vos fichiers

source: Let’s get started importing your custom icon pack
fr_fr: Commençons à importer votre pack d'icônes personnalisé

source: To get started, simply upload a zip file downloaded from <a href="http://fontello.com" target="_blank">Fontello</a> or <a href="https://icomoon.io/app" target="_blank">IcoMoon App</a>.
fr_fr: Pour commencer, téléchargez simplement un fichier zip téléchargé depuis <a href="http://fontello.com" target="_blank"> Fontello </a> ou <a href = \ "https: // Icomoon.io/app \ "target = " _ blank \ "> application IcoMoon </a>.

source: Install Now
fr_fr: Installer maintenant

source: `%s` post type has never been registered before.
fr_fr: Le type de message ` %s s` n'a jamais été enregistré avant.

source: Add New %s
fr_fr: Ajouter une région %s

source: Edit %s
fr_fr: Modifier %s

source: New %s
fr_fr: Nouveau %s

source: All %s
fr_fr: Tout %s

source: View %s
fr_fr: Voir %s

source: Search %s
fr_fr: Rechercher %s

source: No %s
fr_fr: Aucun %s

source: No %s found in Trash
fr_fr: Pas de %s trouvé dans la corbeille

source: Insert into %s
fr_fr: Insérer dans %s

source: Uploaded to this %s
fr_fr: Chargé à cette %s

source: %s list
fr_fr: Liste %s

source: %s list navigation
fr_fr: Navigation en %s list

source: Filter %s list
fr_fr: Filtrer %s liste

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: %1$s updated.
fr_fr: %s mis à jour.

source: %1$s restored to revision from %2$s
fr_fr: %s restauration à la révision de %s

source: %1$s saved.
fr_fr: %s sauvegardé.

source: %1$s updated. <a href="%2$s">View %1$s</a>
fr_fr: %1$s mis à jour. <a href=" %2$s "> Affichage %1$s </a>

source: %1$s published. <a href="%2$s">View %1$s</a>
fr_fr: %1$s publié. <a href=" %2$s "> Affichage %1$s </a>

source: %1$s submitted. <a target="_blank" href="%2$s">Preview %1$s</a>
fr_fr: %1$s soumis. <a target="_blank" href=" %2$s "> Aperçu %1$s </a>

source: %1$s scheduled for: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview %1$s</a>
fr_fr: %1$s prévu pour: <strong> %2$s </ strong>. <a target="_blank" href=" %3$s "> Aperçu %1$s </a>

source: M j, Y @ G:i
fr_fr: j M Y @ G: i

source: %1$s draft updated. <a target="_blank" href="%2$s">Preview %1$s</a>
fr_fr: %1$s projet mis à jour. <a target="_blank" href=" %2$s "> Aperçu %1$s </a>

source: %1$s published.
fr_fr: %1$s publié.

source: %1$s submitted.
fr_fr: %1$s soumis.

source: %1$s scheduled for: <strong>%2$s</strong>.
fr_fr: %1$s prévu pour: <strong> %2$s </ strong>.

source: %1$s draft updated.
fr_fr: %1$s projet mis à jour.

source: %1$s %2$s updated.
fr_fr: %1$s %2$s mis à jour.

source: %1$s %2$s not updated, somebody is editing it.
fr_fr: %1$s %2$s n'est pas mis à jour, quelqu'un l'édite.

source: %1$s %2$s permanently deleted.
fr_fr: %1$s %2$s définitivement supprimé.

source: %1$s %2$s moved to the Trash.
fr_fr: %1$s %2$s déplacé vers la corbeille.

source: %1$s %2$s restored from the Trash.
fr_fr: %1$s %2$s restauré à partir de la corbeille.

source: %s Title
fr_fr: %1$s Titre

source: Incompatible archive
fr_fr: Archive incompatible

source: `%s` taxonomy has never been registered before.
fr_fr: La taxonomie ` %s s` n'a jamais été enregistrée auparavant.

source: Update %s
fr_fr: Mettre à jour %s

source: New %s Name
fr_fr: Nouveau %s Nom

source: No %s found.
fr_fr: Aucun %s trouvé

source: Separate %s with commas
fr_fr: Séparez %s avec des virgules

source: Add or remove %s
fr_fr: Ajouter ou supprimer %s

source: Choose from the most used %s
fr_fr: Choisissez parmi les %s les plus utilisés

source: Web Safe Fonts
fr_fr: Polices Web sécurisées

source: Custom Rendered Field
fr_fr: Champ rendu personnalisé

source: Theme Options Metabox
fr_fr: Options de thème Metabox

source: Site Background Color
fr_fr: Couleur de fond du site

source: REST Test Box
fr_fr: Boîte de test REST

source: REST Test Text
fr_fr: Texte de test REST

source: Will show in the REST API for this box and for pages.
fr_fr: Affiche dans l'API REST pour cette case et pour les pages.

source: REST Editable Test Text
fr_fr: Texte de test modifiable REST

source: Will show in REST API "editable" contexts only (`POST` requests).
fr_fr: Affiche dans les contextes REST API \ "editable " uniquement (les requêtes `POST`).

source: Metabox configuration is required to have an ID parameter.
fr_fr: configuration Metabox est nécessaire d'avoir un paramètre d'ID

source: Click to toggle
fr_fr: Cliquer ici pour basculer

source: Please Try Again
fr_fr: Veuillez réessayer

source: Remove Embed
fr_fr: Retirer le contenu intégré

source: No oEmbed Results Found for %1$s. View more info at %2$s.
fr_fr: Aucun résultat obtenu pour %1$s . Voir plus d'informations à %2$s .

source: The "%s" field parameter has been deprecated in favor of the "%s" parameter.
fr_fr: Le paramètre de champ \ " %s " a été obsolète en faveur du paramètre \ " %s ".

source: Using the "%s" field parameter as a callback has been deprecated in favor of the "%s" parameter.
fr_fr: L'utilisation du paramètre de champ \ " %s " comme rappel a été obsolète en faveur du paramètre \ " %s ".

source: %1$s was called with a parameter that is <strong>deprecated</strong> since version %2$s! %3$s
fr_fr: %1$s été appelé avec un paramètre <strong> déconseillé </ strong> depuis la version %2$s ! %3$s

source: %1$s was called with a parameter that is <strong>deprecated</strong> since version %2$s with no alternative available.
fr_fr: %1$s été appelé avec un paramètre <strong> déconseillé </ strong> puisque la version %2$s sans autre option disponible.

source: Invalid %1$s property: %2$s
fr_fr: Propriété %1$s invalide: %2$s

source: Invalid %1$s method: %2$s
fr_fr: Méthode %1$s invalide: %2$s

source: Add Group
fr_fr: Ajouter Groupe

source: Remove Group
fr_fr: Supprimer Groupe

source: None
fr_fr: Aucun

source: Sorry, this field does not have a cmb_id specified.
fr_fr: Désolé, ce champ n'a pas de cmb_id spécifié.

source: File:
fr_fr: Fichier :

source: Clear
fr_fr: Nettoyer

source: Default
fr_fr: Défaut

source: Select Color
fr_fr: Choisissez la couleur

source: Current Color
fr_fr: Couleur actuelle

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
fr_fr: Dimanche, Lundi, Mardi, Mercredi, Jeudi, Vendredi, Samedi

source: Su, Mo, Tu, We, Th, Fr, Sa
fr_fr: Su, Mo, Tu, Nous, Th, Fr, Sa

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
fr_fr: Dim, Lun., Mar., Mer., Jeu., Ven., Sam.

source: January, February, March, April, May, June, July, August, September, October, November, December
fr_fr: Janvier, février, mars, avril, mai, juin, juillet, août, septembre, octobre, novembre, décembre

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
fr_fr: Jan, Fév, Mar, Avr, Mai, Jun, Juil, Aout, Sep, Oct, Nov, Déc.

source: Next
fr_fr: Suivant

source: Prev
fr_fr: Précédent

source: Today
fr_fr: Aujourd'hui

source: Done
fr_fr: Terminé

source: Choose Time
fr_fr: Choisissez Temps

source: Time
fr_fr: Temps

source: Hour
fr_fr: Heure

source: Second
fr_fr: Seconde

source: Now
fr_fr: Maintenant

source: Use this file
fr_fr: Utilisez ce fichier

source: Use these files
fr_fr: Utilisez ces fichiers

source: Remove Image
fr_fr: Supprimer l'image

source: Download
fr_fr: Télécharger

source: Select / Deselect All
fr_fr: Sélectionner / Désélectionner

source: Custom CMB2 field type classes must extend CMB2_Type_Base.
fr_fr: Les classes de type de champ CMB2 personnalisées doivent étendre CMB2_Type_Base.

source: Add Row
fr_fr: Ajouter une Ligne

source: Term Metadata is a WordPress 4.4+ feature. Please upgrade your WordPress install.
fr_fr: Term Metadata est une fonctionnalité WordPress 4.4+. Mettez à niveau votre installation WordPress.

source: Term metaboxes configuration requires a "taxonomies" parameter.
fr_fr: La configuration des metaboxes à terme nécessite un paramètre \ "taxonomies ".

source: Toggle panel: %s
fr_fr: Panneau à bascule: %s

source: Save
fr_fr: Sauvegarder

source: This box does not have read permissions.
fr_fr: Cette zone n'a pas de droits de lecture.

source: This box does not have write permissions.
fr_fr: Cette boîte ne possède pas d'autorisations d'écriture.

source: No box found by that id. A box needs to be registered with the "show_in_rest" parameter configured.
fr_fr: Aucune case trouvée par cet identifiant. Une boîte doit être enregistrée avec le paramètre \ "show_in_rest " configuré.

source: A human-readable description of the object.
fr_fr: Une description lisible par l'homme de l'objet.

source: The id for the object.
fr_fr: L'id pour l'objet.

source: The title for the object.
fr_fr: Le titre de l'objet.

source: Includes the registered fields for the box in the response.
fr_fr: Comprend les champs enregistrés pour la boîte dans la réponse.

source: Includes the fully rendered attributes, 'form_open', 'form_close', as well as the enqueued 'js_dependencies' script handles, and 'css_dependencies' stylesheet handles.
fr_fr: Comprend les attributs entièrement rendus, 'form_open', 'form_close', ainsi que les poignées de script 'js_dependencies' enquelles, et les poignées de styles de styles 'css_dependencies'.

source: No boxes found.
fr_fr: Aucune case trouvée.

source: Includes the box object which the fields are registered to in the response.
fr_fr: Inclut l'objet boîte dans lequel les champs sont enregistrés dans la réponse.

source: When the '_rendered' argument is passed, the renderable field attributes will be returned fully rendered. By default, the names of the callback handers for the renderable attributes will be returned.
fr_fr: Lorsque l'argument '_rendered' est passé, les attributs du champ rendu seront retournés entièrement. Par défaut, les noms des rappels de rappel pour les attributs rendus seront renvoyés.

source: To view or modify the field's value, the 'object_id' and 'object_type' arguments are required.
fr_fr: Pour afficher ou modifier la valeur du champ, les arguments 'object_id' et 'object_type' sont requis.

source: CMB2 Field value cannot be updated without the value parameter specified.
fr_fr: La valeur de champ CMB2 ne peut pas être mise à jour sans le paramètre de valeur spécifié.

source: CMB2 Field value cannot be modified without the object_id and object_type parameters specified.
fr_fr: La valeur de champ CMB2 ne peut pas être modifiée sans les paramètres object_id et object_type spécifiés.

source: No field found by that id.
fr_fr: Aucun champ trouvé par cet identifiant.

source: Value Error for %s
fr_fr: Valeur Erreur pour %s

source: The register_routes() method must be overriden
fr_fr: La méthode register_routes () doit être annulée

source: Method '%s' not implemented. Must be over-ridden in subclass.
fr_fr: La méthode ' %s ' n'est pas implémentée. Doit être surchargé dans la sous-classe.

source: Current page of the collection.
fr_fr: Page actuelle de la collection.

source: Maximum number of items to be returned in result set.
fr_fr: Nombre maximal d'éléments à renvoyer dans le jeu de résultats.

source: Limit results to those matching a string.
fr_fr: Limiter les résultats à ceux qui correspondent à une chaîne.

source: Scope under which the request is made; determines fields present in response.
fr_fr: Portée en vertu de laquelle la demande est faite; Détermine les champs présents en réponse.

source: Add or Upload File
fr_fr: Ajouter ou Télécharger Fichier

source: Add or Upload Files
fr_fr: Ajouter ou télécharger des fichiers

source: No terms
fr_fr: Aucun terme
